{"Images": [{"Name": "i0", "Description": "17-Plex Orion™ Image of Colorectal Adenocarcinoma", "Path": "https://www.rarecyte.com/excludefromsearch/minerva/P37-S41-CRC/images/P37-S41-CRC-A24", "Width": 50789, "Height": 55494, "MaxLevel": 6}], "Header": "This is a whole-slide tissue section of an invasive colorectal adenocarcinoma stained with a 17-plex Immunooncology biomarker panel and imaged with the Orion system in a single\nstaining and scanning process. These data were collected in collaboration with the Harvard Laboratory of Systems Pharmacology. Images in this viewer show smaller sets of markers\nthat have been selected from the larger panel. \n\nThe mucosal surface of the tumor is at the far right of the image. Tumor cells (Cytokeratin, E-Cadherin) invade beneath the mucosa into the smooth muscle layer seen in the center (SMA, smooth muscle actin).\n\nDense collections of immune cells can be seen expressing CD45 at the base of the mucosa (right) and at the invasive margin of the tumor in the muscle wall (center).", "Rotation": 0, "Layout": {"Grid": [["i0"]]}, "Stories": [{"Name": "", "Description": "", "Waypoints": [{"Name": "Normal colonic epithelium", "Description": "Uniform colonic glandular structures called crypts (cytokeratin, E-Cadherin) are  encircled by myofibroblasts in the lamina propria between the crypts that express smooth muscle actin (SMA). SMA also marks the muscularis mucosae – the boundary of the mucosa – seen at far left.\n\nThe lamina propria also contains capillaries and small lymphatic vessels (CD31).\n\nThere are scattered Ki67+ proliferating cells (nuclear) present in the crypts, which\nare part of the normal regenerative process within the mucosa.", "Arrows": [], "Overlays": [], "Group": "Normal colonic epithelium", "Masks": [], "ActiveMasks": [], "Zoom": 15.407021574586361, "Pan": [0.788706820572693, 0.4319320967100067]}, {"Name": "Well-differentiated adenocarcinoma with immune collection", "Description": "Adenocarcinoma cells express membrane cell-cell adhesion glycoprotein E-Cadherin uniformly in this area; cytoplasmic cytokeratins are prominent focally in groups of cells  that generally appear larger and have less uniform shape within the malignant glands.\n\nIn contrast to normal crypt cells, a large fraction of tumor cells are in proliferative  phase (Ki67).\n\nA dense collection of activated immune cells (CD45RO) is prominent between the cancerous glands. A few of these cells are B cells (CD20). ", "Arrows": [], "Overlays": [], "Group": "Adenocarcinoma", "Masks": [], "ActiveMasks": [], "Zoom": 16.5888, "Pan": [0.7577468080927162, 0.6221328176273485]}, {"Name": "Interstitial collection of immune cells", "Description": "The same interstitial collection of immune cells seen in the previous page is analyzed here with T cell markers that are included in the staining panel. \n\nMost of the cells in the\ndense collection are CD4+ T helper cells which can also be seen between tumor cells\n(cytokeratins).\n\nScattered within the CD4+ population are regulatory T cells (FOXP3, nuclear). There are CD8a+ cytotoxic T cells present but they are much fewer in number than CD4+ cells.", "Arrows": [], "Overlays": [], "Group": "T-cell subsets", "Masks": [], "ActiveMasks": [], "Zoom": 24.766945689599996, "Pan": [0.7561936990760157, 0.6216797197710102]}, {"Name": "Infiltrating border of carcinoma", "Description": "Multiplexed imaging distinctly reveals the invasive border of the tumor. Small clusters of malignant “budding” cells seen in the center (cytokeratins) appear to have broken\noff from the glandular structures and infiltrated further into the smooth muscle (SMA). Note that these cells are surrounded by T cells (CD3e) as part of the host response to these invasive cells.\n\nThe infiltrating border contrasts with other tumor regions in two ways. First, the proliferative fraction is much lower (Ki67, nuclear). Second, staining of E-Cadherin is reduced, and the presence of cytokeratins is more pronounced. This is consistent with a down-regulation of E-Cadherin in the invasive cells that is part of epithelial\nto mesenchymal transition, leading to more aggressive tumor behavior.", "Arrows": [], "Overlays": [], "Group": "Infiltrating border", "Masks": [], "ActiveMasks": [], "Zoom": 15.069888, "Pan": [0.37587669427218484, 0.6296224833516643]}, {"Name": "Immune checkpoints on individual cells and in neighborhoods ", "Description": "Macrophages are an important source of the checkpoint PD-L1 in tumors. PD-L1  binds PD-1 on T cells to suppress anti-tumor immune response.\n\nInterstitial macrophages surrounding tumor cells (cytokeratins) in this region can be identified by the markers CD68 and CD163.\n\nCo-localization of PD-L1 on macrophages expressing both markers can be seen prominently on the left.\n\nOn the right CD68+ macrophages are more prominent than CD163+, and the number  of PD-L1+ cells is lower, revealing a different “neighborhood” of expression. PD-1+ cells are present in both neighborhoods.", "Arrows": [], "Overlays": [], "Group": "Immune checkpoints", "Masks": [], "ActiveMasks": [], "Zoom": 18.11329974771536, "Pan": [0.6152496586904087, 0.872935039363062]}, {"Name": "Autofluorescence reveals nerve fibers in colon wall", "Description": "The colon contains nerves that control peristaltic contraction of the bowel.\n\nExtra-cellular matrix within nerve fibers can be identified by Autofluorescence that can\nbe detected and visualized by the Orion system as its own fluorescence channel. In effect the Autofluorescence signal behaves as an additional marker.\n\nBlood vessels that supply the nerve are identified by the endothelial marker CD31.  The nerve is surrounded by cancer cells (cytokeratin, E-Cadherin).", "Arrows": [], "Overlays": [], "Group": "Autofluorescence", "Masks": [], "ActiveMasks": [], "Zoom": 9.321253613539575, "Pan": [0.6082876957630019, 0.6041210240269573]}]}], "Masks": [], "Groups": [{"Name": "Home", "Path": "Home_0__Hoechst--14__E-Cadherin--3__CD45--18__SMA--17__Pan-CK", "Colors": ["ffffff", "00ffff", "ffff00", "ff00ff", "0000ff"], "Channels": ["Hoechst", "E-Cadherin", "CD45", "SMA", "Pan-CK"]}, {"Name": "Normal colonic epithelium", "Path": "Normal-colonic-epithelium_16__Ki67--14__E-Cadherin--18__SMA--2__CD31--17__Pan-CK", "Colors": ["ff0000", "00ffff", "ff00ff", "00ff00", "0000ff"], "Channels": ["Ki67", "E-Cadherin", "SMA", "CD31", "Pan-CK"]}, {"Name": "Adenocarcinoma", "Path": "Adenocarcinoma_9__CD45RO--14__E-Cadherin--10__CD20--16__Ki67--17__Pan-CK", "Colors": ["00ff00", "00ffff", "ff00ff", "ff0000", "0000ff"], "Channels": ["CD45RO", "E-Cadherin", "CD20", "Ki67", "Pan-CK"]}, {"Name": "T-cell subsets", "Path": "T-cell-subsets_17__Pan-CK--8__CD8a--7__FOXP3--6__CD4", "Colors": ["ffff00", "ff0000", "0000ff", "ffffff"], "Channels": ["Pan-CK", "CD8a", "FOXP3", "CD4"]}, {"Name": "Infiltrating border", "Path": "Infiltrating-border_17__Pan-CK--14__E-Cadherin--12__CD3e--18__SMA--16__Ki67", "Colors": ["ffffff", "0000ff", "ff00ff", "ffff00", "ff0000"], "Channels": ["Pan-CK", "E-Cadherin", "CD3e", "SMA", "Ki67"]}, {"Name": "Immune checkpoints", "Path": "Immune-checkpoints_17__Pan-CK--11__PD-L1--4__CD68--13__CD163--15__PD-1", "Colors": ["ffffff", "00ff00", "ffff00", "ff0000", "00ffff"], "Channels": ["Pan-CK", "PD-L1", "CD68", "CD163", "PD-1"]}, {"Name": "Autofluorescence", "Path": "Autofluorescence_17__Pan-CK--14__E-Cadherin--2__CD31--1__AF1--0__Hoechst", "Colors": ["0000ff", "00ffff", "ff0000", "ffff00", "535252"], "Channels": ["Pan-CK", "E-Cadherin", "CD31", "AF1", "Hoechst"]}], "Masks": [], "PixelsPerMicron": 3.0769}

