{
  "Images": [
    {
      "Name": "i0",
      "Description": "Infiltrating Tumor Cells within Liver",
      "Path": "https://s3.us-west-2.amazonaws.com/rarecyte.images/minerva/Q185-7-PDAC-009v1",
      "Width": 30517,
      "Height": 20281,
      "MaxLevel": 5
    }
  ],
  "Header": "description",
  "Rotation": 0,
  "Layout": {
    "Grid": [
      [
        "i0"
      ]
    ]
  },
  "Stories": [
    {
      "Name": "",
      "Description": "",
      "Waypoints": [
        {
          "Name": "ROI 1",
          "Description": "This image shows recurrence of PDAC at a liver metastatic site. In the center field, we can appreciate red CD31+ cells representing endothelial cells. This specifically highlights tumor-induced angiogenesis in support of the rapidly growing tumor. \n\nAs we start in the center and go peripherally, there are dense bundles of yellow SMA+ cells interspersed between tumor cells. In both immunohistochemistry and H&E, these cells are cancer-associated fibroblasts (CAFs) and are described histologically as elongated, spindle-shaped cells with an eosinophilic cytoplasm. CAFs are involved in formation of a desmoplastic stroma which is a histological hallmark of PDACs. This dense fibrotic matrix functions to support the growing tumor and act as a physical barrier to immune cell infiltration. \n\nIn the periphery, the green Pan-Cytokeratin (Pan-CK)+ and Ki67+ cells are organized in irregular glandular structures or clusters typical of tumor cells from PDAC. In the H&E, these cells display hyperchromatic and atypical nuclei. Some of these cells express Ki67+ which highlight active proliferation and is a marker for high proliferative index which is a hallmark of aggressive tumor progression in PDAC.",
          "Arrows": [],
          "Overlays": [],
          "Group": "ROI 1",
          "Masks": [],
          "ActiveMasks": [],
          "Zoom": 15.40702157458636,
          "Pan": [
            0.1607455030322216,
            0.9155749621035343
          ],
          "Lensing": {
            "Group": "H&E",
            "Rad": 40
          }
        },
        {
          "Name": "ROI 2 A",
          "Description": "This next region captures the liver’s native immune macrophages and PDAC tumor cell interactions. Native liver macrophages called Kupffer Cells are CD163+ (yellow) and AF1+ (white) which indicate that these display the M2 phenotype which are involved in anti-inflammatory and immunosuppressive roles. In the H&E, Kupffer Cells can be identified by the irregular shaped mononuclear cell with pale cytoplasm and eccentric nuclei. The proximity of the Kupffer Cells with the tumor cells (green) that form clusters and irregular borders may suggest that the native Kupffer Cells are creating a localized tumor-friendly microenvironment with blunting of immune surveillance. \n\nTo the left of the cluster of tumor cells (green), are red SMA+ cancer-associated fibroblasts (CAFs). CAFs in this context are likely from hepatic stellate cells (HSCs) which are identified histologically on H&E as small, oval nuclei and lipid-droplet cytoplasm. These HSCs are also known as Ito cells and in normal conditions, store Vitamin A; however, in this context of inflammation from invading tumor cells, they can transition into myofibroblasts and express SMA which become a source of CAFs. ",
          "Arrows": [],
          "Overlays": [],
          "Group": "ROI 2 A",
          "Masks": [],
          "ActiveMasks": [],
          "Zoom": 12.839184645488633,
          "Pan": [
            0.22647583094285872,
            0.837501488078291
          ],
          "Lensing": {
            "Group": "H&E",
            "Rad": 40
          }
        },
        {
          "Name": "ROI 2 B",
          "Description": "This image highlights a phenotypic transition of Kupffer Cells. The Kupffer Cells in this region retain expression of CD163 and AF1 which are consistent with M2 phenotype; however, now they co-express vimentin (red), indicating a transition to a mesenchymal phenotype. This is associated with the process of epithelial-mesenchymal transition or EMT. This transition functionally allows mesenchymal cells to migrate which helps in tumor invasion and metastasis. \n\nThe presence of vimentin+ Kupffer Cells suggest that these subset of Kupffer Cells are adopting a mesenchymal phenotype characteristic of tumor-associated macrophages or TAMs. This marks a transition from normal function to pro-tumor functions and dynamic immunological remodeling of the liver microenvironment in PDAC metastasis and immune evasion.",
          "Arrows": [],
          "Overlays": [],
          "Group": "ROI 1 B",
          "Masks": [],
          "ActiveMasks": [],
          "Zoom": 12.839184645488633,
          "Pan": [
            0.22647583094285872,
            0.837501488078291
          ],
          "Lensing": {
            "Group": "H&E",
            "Rad": 40
          }
        },
        {
          "Name": "ROI 3 A",
          "Description": "In this region, we observe highly pleomorphic and disorganized arrangement of cancer cells. The Pan-CK (green) highlights tumor cells that vary in shape and size. This indicates tumor cell pleomorphism and architectural disarray which are hallmark features of metastatic cancers like PDAC. Interspersed among the Pan-CK+ cells are cells co-expressing Ki67 (white) which indicate that these cells demonstrate a high proliferative index and are actively proliferating. Furthermore, Ki67+ cells in this context imply that these are cancer stem cells (CSCs) which are associated with the ability to self-renew and implicated in PDAC tumor recurrence and resistance. \n\nIn the central region, we can again observe the red SMA+ cells marking the cancer-associated fibroblasts (CAFs). Appreciated on the H&E is the characteristic dense fibrotic stroma and extracellular matrix (ECM) that is produced by the CAFs to support the tumor and provides a physical barrier to host immune defenses and chemotherapy. \n\nThe spatial relationship of the Pan-CK+ CSCs in the periphery and the proximity of SMA+ CAFs in the center demonstrate a critical interplay between these cell populations. This histological landscape paints the synergism of CAFs and CSCs with CAFs providing a supportive tumor microenvironment niche and CSCs driving rapid uncontrolled growth. These effects highlight PDAC pathogenesis and help to explain the high recurrence and treatment resistant nature of PDACs.",
          "Arrows": [],
          "Overlays": [],
          "Group": "ROI 3 A",
          "Masks": [],
          "ActiveMasks": [],
          "Zoom": 8.916100448255994,
          "Pan": [
            0.9674212716233036,
            0.5030717581180533
          ],
          "Lensing": {
            "Group": "H&E",
            "Rad": 40
          }
        },
        {
          "Name": "ROI 3 B",
          "Description": "This region highlights an area where the tumor microenvironment is actively being constructed. The green cells in the center represent CD31+ endothelial cells which are cells that line the inside of blood vessels. This implies that new blood vessels are forming or angiogenesis is occurring to supply tumor cells with vital oxygen and nutrients. Adjacent and surrounding these cells are cancer-associated fibroblasts (CAFs) in red which express SMA. CAFs not only provide the support by formation of the desmoplastic stroma, but also are critical in the formation and stabilization of the newly formed blood vessels. Scattered throughout and closeby the endothelial cells (green) and CAFs (red) are cells that express Ki67, a marker of active proliferation. These cells again demonstrate tumor cell pleomorphism with irregular shapes and hyperchromatic nuclei which stain darker due high nuclear DNA content, implying high proliferative activity. These Ki67+ cells here are suggestive of tumor expansion and progression as these cells are actively dividing in a favorable tumor microenvironment niche that is provided by adjacent CAFs and the close proximity to newly formed vasculature. \n\nThis demonstrates the complex interactions between CAFs, endothelial cells and tumor cells that promote PDAC metastasis. All of these factors in the tumor microenvironment facilitate tumor survival, progression and resistance to treatment which further highlights the challenge of treating PDACs.",
          "Arrows": [],
          "Overlays": [],
          "Group": "ROI 3 B",
          "Masks": [],
          "ActiveMasks": [],
          "Zoom": 12.839184645488631,
          "Pan": [
            0.9599426818929566,
            0.5352231359706573
          ],
          "Lensing": {
            "Group": "H&E",
            "Rad": 40
          }
        },
        {
          "Name": "Create your own multi-color image",
          "Description": "In this group (by default), Hoechst is blue, Pan-CK is white, and all other markers are deactivated.\n\nTo add markers, click the gear icon in the upper right corner of the legend, click the target icon that appears, and the click on the marker(s) of your choice.\n\nChannels can be toggled on/off by clicking the eye icon, and colors can be changed by clicking the dropper icon.\n\nAdditional groups can be created by selecting 'Create your own group',",
          "Arrows": [],
          "Overlays": [],
          "Group": "Create your own group",
          "Masks": [],
          "ActiveMasks": [],
          "Zoom": 0.4326562500000001,
          "Pan": [
            0.5026705719600049,
            0.4926308830286659
          ],
          "Lensing": {
            "Group": "H&E",
            "Rad": 40
          }
        }
      ]
    }
  ],
  "Channels": [
    {
      "Rendered": false,
      "Name": "Hoechst",
      "Path": "Hoechst_0__Hoechst"
    },
    {
      "Rendered": false,
      "Name": "SPP1",
      "Path": "SPP1_2__SPP1"
    },
    {
      "Rendered": false,
      "Name": "SMA",
      "Path": "SMA_6__SMA"
    },
    {
      "Rendered": false,
      "Name": "CD4",
      "Path": "CD4_7__CD4"
    },
    {
      "Rendered": false,
      "Name": "CD11b",
      "Path": "CD11b_9__CD11b"
    },
    {
      "Rendered": false,
      "Name": "PD-L1",
      "Path": "PD-L1_16__PD-L1"
    },
    {
      "Rendered": false,
      "Name": "SOX10",
      "Path": "SOX10_17__SOX10"
    },
    {
      "Rendered": false,
      "Name": "Vimentin",
      "Path": "Vimentin_19__Vimentin"
    },
    {
      "Rendered": false,
      "Name": "Pan-CK",
      "Path": "Pan-CK_18__Pan-CK"
    },
    {
      "Rendered": false,
      "Name": "CD8a",
      "Path": "CD8a_8__CD8a"
    },
    {
      "Rendered": false,
      "Name": "Ki-67",
      "Path": "Ki-67_4__Ki-67"
    },
    {
      "Rendered": false,
      "Name": "CD163",
      "Path": "CD163_10__CD163"
    },
    {
      "Rendered": false,
      "Name": "CD31",
      "Path": "CD31-0_15__CD31"
    },
    {
      "Rendered": false,
      "Name": "Granzyme B",
      "Path": "Granzyme-B_3__Granzyme-B"
    },
    {
      "Rendered": false,
      "Name": "CD31",
      "Path": "CD31-0_15__CD31"
    },
    {
      "Rendered": false,
      "Name": "AF1",
      "Path": "AF1_1__AF1"
    },
    {
      "Rendered": true,
      "Name": "H&E",
      "Path": "HE-0_0__HE"
    }
  ],
  "Masks": [],
  "Groups": [
    {
      "Name": "Introduction",
      "Colors": [
        "0000ff",
        "909090",
        "00ffff",
        "a000ff",
        "ffff00",
        "ffb700",
        "ffffff",
        "ff0000",
        "00ff00",
        "9800ff",
        "00b400",
        "ffeddd",
        "ff00ff",
        "c9c9c9"
      ],
      "Channels": [
        "Hoechst",
        "SPP1",
        "SMA",
        "CD4",
        "CD11b",
        "PD-L1",
        "SOX10",
        "Vimentin",
        "Pan-CK",
        "CD8a",
        "Ki-67",
        "CD163",
        "CD31",
        "Granzyme B"
      ],
      "Descriptions": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
      ]
    },
    {
      "Name": "ROI 1",
      "Colors": [
        "0000ff",
        "00ff00",
        "ffffff",
        "ff0000",
        "ffff00"
      ],
      "Channels": [
        "Hoechst",
        "Pan-CK",
        "Ki-67",
        "CD31",
        "SMA"
      ],
      "Descriptions": [
        "",
        "",
        "",
        "",
        ""
      ]
    },
    {
      "Name": "ROI 2 A",
      "Colors": [
        "0000ff",
        "00ff00",
        "ffffff",
        "ff0000",
        "ffff00"
      ],
      "Channels": [
        "Hoechst",
        "Pan-CK",
        "AF1",
        "SMA",
        "CD163"
      ],
      "Descriptions": [
        "",
        "",
        "",
        "",
        ""
      ]
    },
    {
      "Name": "ROI 1 B",
      "Colors": [
        "0000ff",
        "ffffff",
        "ff0000",
        "ffff00"
      ],
      "Channels": [
        "Hoechst",
        "AF1",
        "Vimentin",
        "CD163"
      ],
      "Descriptions": [
        "",
        "",
        "",
        ""
      ]
    },
    {
      "Name": "ROI 3 A",
      "Colors": [
        "0000ff",
        "00ff00",
        "ffffff",
        "ff0000"
      ],
      "Channels": [
        "Hoechst",
        "Pan-CK",
        "Ki-67",
        "SMA"
      ],
      "Descriptions": [
        "",
        "",
        "",
        ""
      ]
    },
    {
      "Name": "ROI 3 B",
      "Colors": [
        "0000ff",
        "00ff00",
        "ffffff",
        "ff0000"
      ],
      "Channels": [
        "Hoechst",
        "CD31",
        "Ki-67",
        "SMA"
      ],
      "Descriptions": [
        "",
        "",
        "",
        ""
      ]
    },
    {
      "Name": "Create your own group",
      "Colors": [
        "0000ff",
        "ffffff"
      ],
      "Channels": [
        "Hoechst",
        "Pan-CK"
      ],
      "Descriptions": [
        "",
        ""
      ]
    },
    {
      "Name": "H&E",
      "Colors": [
        "000000"
      ],
      "Channels": [
        "H&E"
      ],
      "Descriptions": [
        ""
      ]
    }
  ],"PixelsPerMicron": 3.0769, "FirstViewport": {"Zoom": 0.5, "Pan": [0.7523544203934717, 0.5]}, "FirstGroup": "Introduction"
}
