{"Images": [{"Name": "i0", "Description": "15-Plex Orion Image of Tonsil Lymphoid Hyperplasia", "Path": "https://s3.us-west-2.amazonaws.com/rarecyte.images/minerva/P51-tonsil", "Width": 30964, "Height": 43134, "MaxLevel": 6}], "Header": "This is a whole-slide tissue section of a tonsil with reactive lymphoid hyperplasia stained with a 15-plex biomarker panel and imaged with the Orion instrument in a single staining and scanning process. Images in this data set show subsets of markers that have been selected from the larger immuno-oncology panel.\n\nCancer tissue micro-environments contain numerous cell types, including epithelial, immune, vascular endothelial and smooth muscle cells in a spatial context for immune response. \n\nIn tonsil, B cell follicles (CD20) with germinal centers and T cell interfollicular zones (CD4 and CD8a) define the lymphoid compartment that is lined by epithelial crypts (Pan-cytokeratin and E-cadherin), which are invaginations of the squamous mucosa of the pharynx.", "Rotation": 0, "Layout": {"Grid": [["i0"]]}, "Stories": [{"Name": "", "Description": "", "Waypoints": [{"Name": "Cell proliferation in the follicle", "Description": "The follicle is the micro-anatomic site of clonal expansion of B cells in response to foreign antigens. In reactive lymphoid tissues, they are enlarged and have distinct compartments, including a highly proliferative germinal center and a surrounding mantle zone.\n\nGerminal centers are clearly visualized by Ki67 and PCNA which are markers of cellular proliferation. Many orange-yellow staining cells are present indicating co-expression of both markers within the cell nucleus. Nuclear staining (Hoechst) demonstrates the mantle zone, surrounding the germinal center, that contains small, densely packed cells. \n\nMacrophages (CD68) eliminate apoptotic B cells and. are found interspersed within the germinal center. ", "Arrows": [], "Overlays": [], "Group": "Cell Proliferation", "Masks": [], "ActiveMasks": [], "Zoom": 15.407021574586361, "Pan": [0.42977507828066225, 0.7622541300307561]}, {"Name": "T cells in the follicle", "Description": "Helper T cells (CD4) participate in the activation of B cell (CD20) expansion.  Numerous helper T cells can be seen in the germinal center, with some seen in the mantle zone.  Within the mantle zone scattered cytotoxic T cells (CD8a) are also present. \n\nSpatial multiplexing demonstrates that the immune checkpoint receptor PD-1 is distinctly expressed by CD4 helper T cells within the germinal center in this field, but not in helper T cells in the T cell zone, and not in CD8 cytotoxic T cells.", "Arrows": [], "Overlays": [], "Group": "T-cells", "Masks": [], "ActiveMasks": [], "Zoom": 15.407021574586361, "Pan": [0.42977507828066225, 0.7622541300307561]}, {"Name": "PD-L1 Expression", "Description": "PD-L1 and PD-1 are cognate immune checkpoint receptors involved in tumor evasion of the immune system, and their expression on tumor cells and within the tumor microenvironment impacts response to checkpoint inhibitor therapy.\n\nPD-L1 expression is present at high levels in the tonsillar crypt epithelium (pan-CK), at moderate levels in follicle germinal centers (CD20) to the left of the crypt, and at low levels in stromal cells of the T cell zone, shown above the germinal center.", "Arrows": [], "Overlays": [], "Group": "Immune Checkpoint", "Masks": [], "ActiveMasks": [], "Zoom": 8.916100448255998, "Pan": [0.4275163224710524, 0.7489219873168012]}, {"Name": "Memory cells in the follicle", "Description": "Memory lymphocytes can be identified by the marker CD45RO. \n\nIn the follicle most of the memory cells co-express CD45RO and CD4 (shown in green), indicating that they are helper T cells.  \n\nNumerous memory helper T cells can be seen in the T cell zone, as well as CD4 cells that are CD45RO negative.\n\nMost B cells (CD20) are negative for CD45RO. This is most clearly seen in the mantle zone.   ", "Arrows": [], "Overlays": [], "Group": "Memory Cells", "Masks": [], "ActiveMasks": [], "Zoom": 22.186111067404358, "Pan": [0.4314088643895377, 0.7573613916259354]}, {"Name": "Lymphocyte trafficking in the high endothelial venule (HEV)", "Description": "Recirculation of lymphocytes into lymphoid tissues occurs via the HEV: vessels specialized for the attachment and transmigration of circulating cells.  They are present in the T cell zone and contain characteristic endothelial cells (CD31) with ample cytoplasm.\n\nArrows show \nCD4 T cells (including FoxP3 T regulatory cells) \nCD8 T cells\nCD20 B cells within the lumen of the HEV in longitudinal section \n\nFoxP3 is localized to the nucleus and can also be seen in many CD4 cells in the T cell zone surrounding the vessel.", "Arrows": [], "Overlays": [], "Group": "High endothelial venule", "Masks": [], "ActiveMasks": [], "Zoom": 30.81404314917271, "Pan": [0.4417209325005857, 0.6163310512853672]}, {"Name": "Macrophage Subsets", "Description": "Macrophages can express different markers depending on their function, which may be mapped spatially to location within a tissue.\n\nIn the follicle, germinal center macrophages express CD68. Just outside the follicle in the T cell zone, HEV (CD31) macrophages express both CD163 and CD68 (shown in yellow). \n\nMacrophages have processes that extend beyond the cell body. When these are cut in cross-section and stained the resulting image may appear as a point or wispy fragment.", "Arrows": [], "Overlays": [], "Group": "Macrophage Subsets", "Masks": [], "ActiveMasks": [], "Zoom": 29.72033482751998, "Pan": [0.472166142411554, 0.6234710080590797]}]}], "Masks": [], "Groups": [{"Name": "Introduction", "Path": "Introduction_6__CD20--7__CD4--8__CD8a--16__Pan-CK--12__E-Cadherin", "Colors": ["0000ff", "ff0000", "ff0000", "00ff00", "00ff00"], "Channels": ["CD20", "CD4", "CD8a", "Pan-CK", "E-Cadherin"]}, {"Name": "Cell Proliferation", "Path": "Cell-Proliferation_3__Ki67--18__PCNA--4__CD68--0__Hoechst", "Colors": ["ff0000", "00ff00", "0000ff", "575757"], "Channels": ["Ki67", "PCNA", "CD68", "Hoechst"]}, {"Name": "T-cells", "Path": "T-cells_7__CD4--6__CD20--8__CD8a--13__PD-1", "Colors": ["00ff00", "0000ff", "ff0000", "ff00ff"], "Channels": ["CD4", "CD20", "CD8a", "PD-1"]}, {"Name": "Immune Checkpoint", "Path": "Immune-Checkpoint_10__PD-L1--16__Pan-CK--6__CD20", "Colors": ["00ff00", "ff0000", "0000ff"], "Channels": ["PD-L1", "Pan-CK", "CD20"]}, {"Name": "Memory Cells", "Path": "Memory-Cells_9__CD45RO--7__CD4--6__CD20", "Colors": ["ff0000", "00ff00", "0000ff"], "Channels": ["CD45RO", "CD4", "CD20"]}, {"Name": "High endothelial venule", "Path": "High-endothelial-venule_2__CD31--7__CD4--8__CD8a--14__FOXP3--6__CD20", "Colors": ["0000ff", "00ff00", "ff0000", "ff00ff", "b3b3b5"], "Channels": ["CD31", "CD4", "CD8a", "FOXP3", "CD20"]}, {"Name": "Macrophage Subsets", "Path": "Macrophage-Subsets_4__CD68--2__CD31--5__CD163--0__Hoechst", "Colors": ["00ff00", "0000ff", "ff0000", "4e4e4f"], "Channels": ["CD68", "CD31", "CD163", "Hoechst"]}]}
