{"Images": [{"Name": "i0", "Description": "16-Plex Orion™ Image of Oral Squamous Cell Carcinoma", "Path": "https://s3.us-west-2.amazonaws.com/rarecyte.images/minerva/tongue_scc", "Width": 30030, "Height": 20395, "MaxLevel": 5}], "Header": "Use the arrow keys above for a tour of the microenvironment of this infiltrating squamous cell carcinoma of the tongue. \n\nThis interactive data set displays 16-markers on a single tissue section. The normal mucosal surface of the tongue is at the bottom of the image and the nodule of invasive cancer is seen in the top half, surrounded by fibrous reaction. The slide was stained with StrataPlex™ Reagents and imaged using the Orion Instrument. All markers were stained in a single staining procedure and imaged in a single scan. \n\nNote that at the lower left edge of the section is a brightly stained region. This is fluorescence of a marking pigment used to delineate the border of the tumor resection specimen. \n", "Rotation": 0, "Layout": {"Grid": [["i0"]]}, "Stories": [{"Name": "", "Description": "", "Waypoints": [{"Name": "Normal tongue mucosa", "Description": "The mucosa of the tongue contains a stratified squamous epithelium with extensions (rete pegs) that project into the underlying connective tissue (lamina propria). The basal layer of the epithelium can be identified by the expression of E-cadherin (cyan). Scattered proliferating cells can be identified in this layer by the nuclear expression of the marker Ki67 (magenta). As the cells differentiate into squamous keratinocytes toward the surface, cytokeratins (blue) are prominently expressed. Between the rete pegs are connective tissue papillae that contain CD31+ capillary endothelial cells (green) and collections of CD45+ (red) immune cells. ", "Arrows": [], "Overlays": [], "Group": "Tongue Mucosa", "Masks": [], "ActiveMasks": [], "Zoom": 3.6373844253280367, "Pan": [0.6193873450938239, 0.8191839108655723]}, {"Name": "Infiltrating squamous cell carcinoma", "Description": "The tumor cells recapitulate the organizational structure of the normal epithelium. Most express E-cadherin (cyan) similar to basal mucosal epithelium. In some regions the cells differentiate into squamous cells and express cytokeratin (blue). This can be seen in the upper part of this region. In contrast to the normal epithelium, the tumor is highly proliferative, with many Ki67+ cells (magenta). Scattered T cells (CD3, red) surround the cancer cells.", "Arrows": [], "Overlays": [], "Group": "Infiltrating SCC", "Masks": [], "ActiveMasks": [], "Zoom": 1.6756871189853944, "Pan": [0.7651929420743073, 0.35987982393952495]}, {"Name": "Host response to tumor", "Description": "The tumor stimulates a host fibrocellular immune response that is demonstrated by a mixture of immune cells at the border of the tumor nodule (E-cadherin, cyan; cytokeratin, blue). In this image collections of interspersed B cells (CD20, magenta), CD4 T cells (green) and CD8+ T cells (red) are present within an active area of cellular fibrosis (FAP, white).", "Arrows": [], "Overlays": [], "Group": "Host response to tumor", "Masks": [], "ActiveMasks": [], "Zoom": 6.018798732184546, "Pan": [0.9077400877278086, 0.42654803968772004]}, {"Name": "Submucosal stroma", "Description": "In the submucosal region are stromal cells that include endothelial cells (CD31, green), vascular smooth muscle cells (SMA, red; MYH1, yellow), and fibroblasts (FAP, white). In this image, the blood vessel walls exhibit a bright orange color due to the co-expression of SMA and MYH1. Vimentin (magenta) is expressed in many different types of stromal cells.", "Arrows": [], "Overlays": [], "Group": "Submucosal stroma", "Masks": [], "ActiveMasks": [], "Zoom": 3.2589731871355516, "Pan": [0.494365873710983, 0.5254689726527143]}, {"Name": "T cell subsets", "Description": "Multiplexed biomarkers allow the study of a variety of T cell sub-types, including regulatory T cells and activated T cells. This region shows an aggregate of CD4+ (green) and CD8+ (red) T cells adjacent to nests of tumor cells (E-cadherin, cyan; cytokeratin, blue). Regulatory T cells - typically CD4 T cells - are identified by FOXP3 (magenta) staining of the nucleus. PD-1 (yellow) marks activated cells. Within the aggregate, the checkpoint marker PD-1 is observed on CD4 T cells, some of which are FOXP3+ cells. There are lone CD8 T cells that strongly express PD-1 within the tumor nests which may represent exhausted tumor infiltrating lymphocytes (see bright red-yellow cell in upper right).", "Arrows": [], "Overlays": [], "Group": "T cell subsets", "Masks": [], "ActiveMasks": [], "Zoom": 4.469330208328241, "Pan": [1.2313029011348158, 0.521863704207433]}]}], "Masks": [], "Groups": [{"Name": "Intro", "Path": "Intro_0__Hoechst--3__CD45--14__E-Cadherin--17__Pan-CK--18__SMA--11__FAP--2__CD31", "Colors": ["f9f7f3", "ff0000", "00ffff", "0000ff", "ffff00", "ff00ff", "00ff00"], "Channels": ["Hoechst", "CD45", "E-Cadherin", "Pan-CK", "SMA", "FAP", "CD31"]}, {"Name": "Tongue Mucosa", "Path": "Tongue-Mucosa_14__E-Cadherin--3__CD45--16__Ki67--17__Pan-CK--2__CD31", "Colors": ["00ffff", "ff0000", "ff00ff", "0000ff", "00ff00"], "Channels": ["E-Cadherin", "CD45", "Ki67", "Pan-CK", "CD31"]}, {"Name": "Infiltrating SCC", "Path": "Infiltrating-SCC_14__E-Cadherin--12__CD3e--16__Ki67--17__Pan-CK--18__SMA--2__CD31", "Colors": ["00ffff", "ff0000", "ff00ff", "0000ff", "ffff00", "00ff00"], "Channels": ["E-Cadherin", "CD3e", "Ki67", "Pan-CK", "SMA", "CD31"]}, {"Name": "Host response to tumor", "Path": "Host-response-to-tumor_14__E-Cadherin--10__CD20--17__Pan-CK--6__CD4--8__CD8a--11__FAP", "Colors": ["00ffff", "ff00ff", "0000ff", "00ff00", "ff0000", "ffffff"], "Channels": ["E-Cadherin", "CD20", "Pan-CK", "CD4", "CD8a", "FAP"]}, {"Name": "Submucosal stroma", "Path": "Submucosal-stroma_9__MYH11--5__Vimentin--18__SMA--11__FAP--2__CD31", "Colors": ["ffff00", "ff00ff", "ff0000", "ffffff", "00ff00"], "Channels": ["MYH11", "Vimentin", "SMA", "FAP", "CD31"]}, {"Name": "T cell subsets", "Path": "T-cell-subsets_14__E-Cadherin--17__Pan-CK--6__CD4--8__CD8a--15__PD-1--7__FOXP3", "Colors": ["00ffff", "0000ff", "00ff00", "ff0000", "ffff00", "ff00ff"], "Channels": ["E-Cadherin", "Pan-CK", "CD4", "CD8a", "PD-1", "FOXP3"]}]}